package com.pm;

/*
 * 학생성적관리프로그램(ver 0.2.0) - 배열
 * 학생성적관리프로그램(ver 0.3.0) - 문자열
 * 
 * 
 * 3과목(국어,영어,수학)
 * 총원>3
 * 1.입력 2.출력 (3.수정 4.삭제) 0.종료> 1
 * 국어> 
 * 영어> 
 * 수학>
 * 1.입력 2.출력 0.종료> 2
 * -------------------------------------------
 * 학번	|국어	|영어	|수학	|합계	|평균
 * -------------------------------------------
 * 1	|90		|91		|92		|000
 * 
 * 1.입력 2.출력 0.종료> 1
 * 국어> 
 * 영어> 
 * 수학>
 * 1.입력 2.출력 0.종료> 2
 * -------------------------------------------
 * 학번	|국어	|영어	|수학	|합계
 * -------------------------------------------
 * 1	|90		|91		|92		|000
 * 2	|91		|81		|72		|000
 * 
 * 
 */

public class Ex05 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
